Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: The ephemeral key is only valid for 60 seconds. Try connecting again.
ar: المفتاح المؤقت صالح لمدة 60 ثانية فقط. حاول الاتصال مرة أخرى.
ca: La clau efímera només és vàlida durant 60 segons. Torneu-ho a provar.
cs: Dočasný klíč je platný pouze 60 sekund. Zkuste se připojit znovu.
da: Den midlertidige nøgle er kun gyldig i 60 sekunder. Prøv at oprette forbindelse igen.
de: Der temporäre Schlüssel ist nur 60 Sekunden gültig. Verbindung erneut versuchen.
es: La clave efímera solo es válida durante 60 segundos. Vuelve a intentar la conexión.
fi: Väliaikainen avain on voimassa vain 60 sekuntia. Yritä yhdistää uudelleen.
fr: La clé éphémère n'est valide que pendant 60 secondes. Essayez de vous reconnecter.
he: המפתח הזמני תקף ל-60 שניות בלבד. נסה להתחבר שוב.
hu: Az ideiglenes kulcs csak 60 másodpercig érvényes. Próbáljon meg újra csatlakozni.
it: La chiave effimera è valida solo per 60 secondi. Riprova a connetterti.
ja: 一時鍵の有効期限は60秒です。もう一度接続してください。
ko: 임시 키는 60초 동안만 유효합니다. 다시 연결해 보세요.
nb: Den midlertidige nøkkelen er kun gyldig i 60 sekunder. Prøv å koble til igjen.
nl: De tijdelijke sleutel is slechts 60 seconden geldig. Probeer opnieuw verbinding te maken.
pl: Tymczasowy klucz jest ważny tylko przez 60 sekund. Spróbuj połączyć się ponownie.
pt_br: A chave temporária é válida por apenas 60 segundos. Tente conectar novamente.
pt_pt: A chave efémera só é válida durante 60 segundos. Tente ligar novamente.
ro: Cheia efemeră este valabilă doar 60 de secunde. Încercați să vă conectați din nou.
sl: Začasni ključ velja le 60 sekund. Poskusite se znova povezati.
sv: Den tillfälliga nyckeln är endast giltig i 60 sekunder. Försök ansluta igen.
uk: Тимчасовий ключ дійсний лише 60 секунд. Спробуйте підключитися ще раз.
vi: Khóa tạm thời chỉ có hiệu lực trong 60 giây. Hãy thử kết nối lại.
zh_hans: 临时密钥仅在 60 秒内有效。请重新尝试连接。
zh_hant: 臨時金鑰僅在 60 秒內有效，請重新嘗試連線。

source: The executable path must be absolute. Clean macOS zsh will be used.
ar: يجب أن يكون مسار الملف التنفيذي مطلقًا. سيتم استخدام zsh نظيفة من macOS.
ca: El camí de l'executable ha de ser absolut. S'utilitzarà la zsh neta de macOS.
cs: Cesta ke spustitelnému souboru musí být absolutní. Použije se čistý macOS zsh.
da: Stien til den eksekverbare fil skal være absolut. Den rene macOS-zsh bruges.
de: Der Pfad zur ausführbaren Datei muss absolut sein. Es wird die unveränderte macOS-zsh verwendet.
es: La ruta del ejecutable debe ser absoluta. Se usará la zsh limpia de macOS.
fi: Suoritettavan tiedoston polun on oltava absoluuttinen. Käytetään puhdasta macOS:n zsh:ta.
fr: Le chemin de l'exécutable doit être absolu. Le zsh macOS d'origine sera utilisé.
he: נתיב קובץ ההפעלה חייב להיות מוחלט. תשמש zsh הנקייה של macOS.
hu: A futtatható fájl útvonalának abszolútnak kell lennie. A tiszta macOS zsh lesz használva.
it: Il percorso dell'eseguibile deve essere assoluto. Verrà usata la zsh pulita di macOS.
ja: 実行ファイルのパスは絶対パスである必要があります。クリーンな macOS の zsh が使用されます。
ko: 실행 파일 경로는 절대 경로여야 합니다. 기본 macOS zsh가 사용됩니다.
nb: Banen til den kjørbare filen må være absolutt. Det rene macOS-zsh brukes.
nl: Het pad naar het uitvoerbare bestand moet absoluut zijn. De schone macOS-zsh wordt gebruikt.
pl: Ścieżka pliku wykonywalnego musi być bezwzględna. Zostanie użyta czysta powłoka zsh z macOS.
pt_br: O caminho do executável precisa ser absoluto. O zsh limpo do macOS será usado.
pt_pt: O caminho do executável tem de ser absoluto. Será usada a zsh limpa do macOS.
ro: Calea executabilului trebuie să fie absolută. Se va folosi zsh-ul curat din macOS.
sl: Pot do izvršljive datoteke mora biti absolutna. Uporabljena bo čista lupina zsh iz macOS.
sv: Sökvägen till den körbara filen måste vara absolut. Ren macOS-zsh används.
uk: Шлях до виконуваного файлу має бути абсолютним. Буде використано чисту zsh з macOS.
vi: Đường dẫn tệp thực thi phải là đường dẫn tuyệt đối. zsh gốc của macOS sẽ được dùng.
zh_hans: 可执行文件路径必须是绝对路径，因此将使用干净的 macOS zsh。
zh_hant: 可執行檔路徑必須是絕對路徑，因此將使用乾淨的 macOS zsh。

source: The file couldn't be imported: %@
ar: تعذّر استيراد الملف: %@
ca: No s'ha pogut importar el fitxer: %@
cs: Soubor se nepodařilo importovat: %@
da: Filen kunne ikke importeres: %@
de: Die Datei konnte nicht importiert werden: %@
es: No se pudo importar el archivo: %@
fi: Tiedostoa ei voitu tuoda: %@
fr: Impossible d'importer le fichier : %@
he: לא ניתן היה לייבא את הקובץ: %@
hu: A fájl nem importálható: %@
it: Impossibile importare il file: %@
ja: ファイルをインポートできませんでした：%@
ko: 파일을 가져올 수 없습니다: %@
nb: Filen kunne ikke importeres: %@
nl: Het bestand kon niet worden geïmporteerd: %@
pl: Nie udało się zaimportować pliku: %@
pt_br: Não foi possível importar o arquivo: %@
pt_pt: Não foi possível importar o ficheiro: %@
ro: Fișierul nu a putut fi importat: %@
sl: Datoteke ni bilo mogoče uvoziti: %@
sv: Det gick inte att importera filen: %@
uk: Не вдалося імпортувати файл: %@
vi: Không thể nhập tệp: %@
zh_hans: 无法导入文件：%@
zh_hant: 無法匯入檔案：%@

source: The herdr command used when auto-start is enabled on a connection.
ar: أمر herdr المستخدَم عند تفعيل البدء التلقائي في اتصال.
ca: L'ordre d'herdr que s'utilitza quan l'inici automàtic està activat en una connexió.
cs: Příkaz herdr použitý, když je pro připojení zapnuté automatické spuštění.
da: Den herdr-kommando, der bruges, når automatisk start er slået til for en forbindelse.
de: Der herdr-Befehl, der verwendet wird, wenn Autostart für eine Verbindung aktiviert ist.
es: El comando de herdr que se usa cuando el inicio automático está activado en una conexión.
fi: herdr-komento, jota käytetään, kun automaattinen käynnistys on käytössä yhteydessä.
fr: La commande herdr utilisée lorsque le démarrage automatique est activé sur une connexion.
he: פקודת herdr המשמשת כאשר הפעלה אוטומטית מופעלת בחיבור.
hu: A herdr-parancs, amelyet az automatikus indítás használ egy kapcsolatnál.
it: Il comando herdr usato quando l'avvio automatico è abilitato su una connessione.
ja: 接続で自動起動が有効なときに使用されるherdrコマンドです。
ko: 연결에서 자동 시작이 켜져 있을 때 사용되는 herdr 명령어입니다.
nb: herdr-kommandoen som brukes når automatisk start er slått på for en tilkobling.
nl: De herdr-opdracht die wordt gebruikt wanneer automatisch starten is ingeschakeld voor een verbinding.
pl: Polecenie herdr używane, gdy dla połączenia włączony jest automatyczny start.
pt_br: O comando do herdr usado quando o início automático está ativado em uma conexão.
pt_pt: O comando do herdr utilizado quando o arranque automático está ativado numa ligação.
ro: Comanda herdr folosită când pornirea automată este activată pentru o conexiune.
sl: Ukaz herdr, ki se uporabi, ko je za povezavo vklopljen samodejni zagon.
sv: herdr-kommandot som används när automatisk start är aktiverad för en anslutning.
uk: Команда herdr, що використовується, коли для з'єднання ввімкнено автозапуск.
vi: Lệnh herdr được dùng khi bật khởi động tự động cho một kết nối.
zh_hans: 在连接上启用自动启动时所使用的 herdr 命令。
zh_hant: 在連線上啟用自動啟動時所使用的 herdr 指令。

source: The herdr session name used by auto-start. Leave empty for herdr's default session. Names may use letters, numbers, '.', '_' and '-' ("." and ".." alone are reserved).
ar: اسم جلسة herdr المستخدم بواسطة التشغيل التلقائي. اتركه فارغًا لاستخدام جلسة herdr الافتراضية. يمكن أن تتضمن الأسماء أحرفًا وأرقامًا و'.' و'_' و'-' ("." و".." وحدهما محجوزان).
ca: El nom de la sessió herdr utilitzat per l'inici automàtic. Deixa-ho buit per utilitzar la sessió per defecte d'herdr. Els noms poden contenir lletres, números, '.', '_' i '-' ("." i ".." tot sols estan reservats).
cs: Název relace herdr používaný automatickým spuštěním. Ponechte prázdné pro výchozí relaci herdr. Názvy mohou obsahovat písmena, číslice, '.', '_' a '-' (samotné "." a ".." jsou vyhrazené).
da: Det herdr-sessionsnavn, der bruges af autostart. Lad feltet stå tomt for at bruge herdrs standardsession. Navne må indeholde bogstaver, tal, '.', '_' og '-' ("." og ".." alene er reserveret).
de: Der von Autostart verwendete herdr-Sitzungsname. Leer lassen für die Standardsitzung von herdr. Namen dürfen Buchstaben, Zahlen, '.', '_' und '-' enthalten ("." und ".." allein sind reserviert).
es: El nombre de sesión herdr usado por el inicio automático. Déjalo vacío para usar la sesión predeterminada de herdr. Los nombres pueden contener letras, números, '.', '_' y '-' ("." y ".." por sí solos están reservados).
fi: Automaattisen käynnistyksen käyttämä herdr-istunnon nimi. Jätä tyhjäksi, jos haluat käyttää herdrin oletusistuntoa. Nimissä voi käyttää kirjaimia, numeroita sekä merkkejä '.', '_' ja '-' ("." ja ".." yksinään ovat varattuja).
fr: Le nom de session herdr utilisé par le démarrage automatique. Laissez vide pour utiliser la session par défaut de herdr. Les noms peuvent contenir des lettres, des chiffres, '.', '_' et '-' ("." et ".." seuls sont réservés).
he: שם הפעלת herdr המשמש הפעלה אוטומטית. השאר ריק עבור הפעלת ברירת המחדל של herdr. שמות יכולים לכלול אותיות, מספרים, '.', '_' ו-'-' ("." ו-".." לבדם שמורים).
hu: Az automatikus indítás által használt herdr-munkamenet neve. Hagyja üresen a herdr alapértelmezett munkamenetéhez. A nevek betűket, számokat, valamint '.', '_' és '-' karaktereket tartalmazhatnak (a "." és a ".." önmagában fenntartott).
it: Il nome della sessione herdr usato dall'avvio automatico. Lascia vuoto per usare la sessione predefinita di herdr. I nomi possono contenere lettere, numeri, '.', '_' e '-' ("." e ".." da soli sono riservati).
ja: 自動起動で使用されるherdrセッション名。空の場合はherdrのデフォルトセッションを使用します。名前には英字、数字、'.'、'_'、'-' を使用できます（"." と ".." 単体は予約されています）。
ko: 자동 시작에서 사용하는 herdr 세션 이름. 비어 있으면 herdr의 기본 세션을 사용합니다. 이름에는 문자, 숫자, '.', '_', '-'를 사용할 수 있습니다("."과 ".." 단독은 예약되어 있습니다).
nb: herdr-øktnavnet brukt av autostart. La feltet stå tomt for å bruke standardøkten til herdr. Navn kan inneholde bokstaver, tall, '.', '_' og '-' ("." og ".." alene er reservert).
nl: De herdr-sessienaam gebruikt door automatisch starten. Laat leeg voor de standaardsessie van herdr. Namen mogen letters, cijfers, '.', '_' en '-' bevatten ("." en ".." op zichzelf zijn gereserveerd).
pl: Nazwa sesji herdr używana przez automatyczne uruchamianie. Pozostaw puste, aby użyć domyślnej sesji herdr. Nazwy mogą zawierać litery, cyfry, '.', '_' i '-' (same "." i ".." są zarezerwowane).
pt_br: O nome da sessão herdr usado pelo início automático. Deixe vazio para usar a sessão padrão do herdr. Os nomes podem usar letras, números, '.', '_' e '-' ("." e ".." sozinhos são reservados).
pt_pt: O nome da sessão herdr utilizado pelo arranque automático. Deixe vazio para usar a sessão predefinida do herdr. Os nomes podem usar letras, números, '.', '_' e '-' ("." e ".." isolados são reservados).
ro: Numele sesiunii herdr utilizat de pornirea automată. Lăsați gol pentru sesiunea implicită a herdr. Numele pot conține litere, cifre, '.', '_' și '-' ("." și ".." singure sunt rezervate).
sl: Ime seje herdr, ki ga uporablja samodejni zagon. Pustite prazno za privzeto sejo herdr. Imena lahko vsebujejo črke, številke, '.', '_' in '-' ("." in ".." sama sta rezervirana).
sv: Sessionsnamnet för herdr som används av autostart. Lämna tomt för herdrs standardsession. Namn kan innehålla bokstäver, siffror, '.', '_' och '-' ("." och ".." ensamma är reserverade).
uk: Назва сеансу herdr для автозапуску. Залиште порожнім, щоб використати типовий сеанс herdr. Назви можуть містити літери, цифри, '.', '_' і '-' ("." та ".." окремо зарезервовані).
vi: Tên phiên herdr được sử dụng bởi tự động khởi động. Để trống để dùng phiên mặc định của herdr. Tên có thể chứa chữ cái, chữ số, '.', '_' và '-' (riêng "." và ".." được dành riêng).
zh_hans: 自动启动使用的 herdr 会话名称。留空则使用 herdr 的默认会话。名称可以使用字母、数字、'.'、'_' 和 '-'（单独的 "." 和 ".." 为保留名称）。
zh_hant: 自動啟動使用的 herdr 工作階段名稱。留空則使用 herdr 的預設工作階段。名稱可使用英文字母、數字、'.'、'_' 和 '-'（單獨的 "." 與 ".." 為保留名稱）。

source: The herdr session this profile attaches to on connect. Leave on the global default to use the session name from Settings. Names may use letters, numbers, '.', '_' and '-' ("." and ".." alone are reserved).
ar: جلسة herdr التي يرتبط بها هذا الملف الشخصي عند الاتصال. اترك الخيار على الافتراضي العام لاستخدام اسم الجلسة من الإعدادات. يمكن أن تحتوي الأسماء على أحرف وأرقام و'.' و'_' و'-' ("." و".." وحدهما محجوزان).
ca: La sessió de herdr a la qual s'adjunta aquest perfil en connectar-se. Deixeu-ho al valor global per defecte per utilitzar el nom de sessió de la Configuració. Els noms poden contenir lletres, números, '.', '_' i '-' ("." i ".." tots sols estan reservats).
cs: Relace herdr, ke které se tento profil při připojení připojí. Ponechte globální výchozí hodnotu, chcete-li použít název relace z Nastavení. Názvy mohou obsahovat písmena, číslice, '.', '_' a '-' ("." a ".." samostatně jsou vyhrazené).
da: Den herdr-session, som denne profil tilknyttes ved forbindelse. Lad den stå på den globale standard for at bruge sessionsnavnet fra Indstillinger. Navne kan indeholde bogstaver, tal, '.', '_' og '-' ("." og ".." alene er reserveret).
de: Die herdr-Sitzung, an die sich dieses Profil beim Verbinden anhängt. Belassen Sie den globalen Standard, um den Sitzungsnamen aus den Einstellungen zu verwenden. Namen dürfen Buchstaben, Ziffern, '.', '_' und '-' enthalten ("." und ".." allein sind reserviert).
es: La sesión de herdr a la que se conecta este perfil al establecer la conexión. Déjalo en el valor predeterminado global para usar el nombre de sesión de Ajustes. Los nombres pueden usar letras, números, '.', '_' y '-' ("." y ".." por sí solos están reservados).
fi: herdr-istunto, johon tämä profiili liittyy yhdistettäessä. Jätä yleiseen oletukseen, jos haluat käyttää Asetusten istuntonimeä. Nimissä voi käyttää kirjaimia, numeroita sekä merkkejä '.', '_' ja '-' (pelkät "." ja ".." on varattu).
fr: La session herdr à laquelle ce profil s'attache lors de la connexion. Laissez la valeur par défaut globale pour utiliser le nom de session défini dans les Réglages. Les noms peuvent contenir des lettres, des chiffres, '.', '_' et '-' ("." et ".." seuls sont réservés).
he: הפעלת herdr שאליה פרופיל זה מתחבר בעת ההתחברות. השאר את ברירת המחדל הכללית כדי להשתמש בשם ההפעלה מההגדרות. שמות יכולים לכלול אותיות, ספרות, '.', '_' ו-'-' ("." ו-".." לבדם שמורים).
hu: Az a herdr-munkamenet, amelyhez ez a profil csatlakozáskor kapcsolódik. Hagyja a globális alapértelmezetten, ha a Beállításokban megadott munkamenetnevet szeretné használni. A nevek betűket, számokat, valamint '.', '_' és '-' karaktereket tartalmazhatnak (a "." és a ".." önmagában foglalt).
it: La sessione herdr a cui questo profilo si collega alla connessione. Lascia il valore predefinito globale per usare il nome di sessione impostato in Impostazioni. I nomi possono contenere lettere, numeri, '.', '_' e '-' ("." e ".." da soli sono riservati).
ja: 接続時にこのプロファイルがアタッチする herdr セッションです。設定のセッション名を使用するには、グローバルのデフォルトのままにします。名前には英字、数字、'.'、'_'、'-' を使用できます（"." と ".." 単独は予約されています）。
ko: 연결할 때 이 프로필이 연결되는 herdr 세션입니다. 설정의 세션 이름을 사용하려면 전역 기본값으로 두십시오. 이름에는 문자, 숫자, '.', '_', '-'를 사용할 수 있습니다("."와 ".."는 단독으로 사용할 수 없도록 예약되어 있습니다).
nb: herdr-økten denne profilen kobles til ved tilkobling. La den stå på global standard for å bruke øktnavnet fra Innstillinger. Navn kan inneholde bokstaver, tall, '.', '_' og '-' ("." og ".." alene er reservert).
nl: De herdr-sessie waaraan dit profiel bij verbinden wordt gekoppeld. Laat dit op de globale standaard staan om de sessienaam uit Instellingen te gebruiken. Namen mogen letters, cijfers, '.', '_' en '-' bevatten ("." en ".." op zichzelf zijn gereserveerd).
pl: Sesja herdr, do której ten profil dołącza po połączeniu. Pozostaw globalną wartość domyślną, aby użyć nazwy sesji z Ustawień. Nazwy mogą zawierać litery, cyfry oraz '.', '_' i '-' (same "." i ".." są zarezerwowane).
pt_br: A sessão herdr à qual este perfil se conecta ao conectar. Mantenha o padrão global para usar o nome de sessão definido em Configurações. Os nomes podem usar letras, números, '.', '_' e '-' ("." e ".." sozinhos são reservados).
pt_pt: A sessão herdr à qual este perfil se associa ao ligar. Mantenha a predefinição global para usar o nome de sessão definido nas Definições. Os nomes podem usar letras, números, '.', '_' e '-' ("." e ".." isolados estão reservados).
ro: Sesiunea herdr la care se atașează acest profil la conectare. Lăsați valoarea implicită globală pentru a folosi numele sesiunii din Setări. Numele pot conține litere, cifre, '.', '_' și '-' ("." și ".." singure sunt rezervate).
sl: Seja herdr, ki se ji ta profil pripne ob povezavi. Pustite globalno privzeto vrednost, če želite uporabiti ime seje iz Nastavitev. Imena lahko vsebujejo črke, števke, '.', '_' in '-' (samostojna "." in ".." sta rezervirani).
sv: herdr-sessionen som den här profilen ansluts till vid anslutning. Låt den stå kvar på global standard för att använda sessionsnamnet från Inställningar. Namn får innehålla bokstäver, siffror, '.', '_' och '-' ("." och ".." ensamma är reserverade).
uk: Сеанс herdr, до якого цей профіль приєднується під час підключення. Залиште глобальне типове значення, щоб використовувати назву сеансу з Налаштувань. Назви можуть містити літери, цифри, '.', '_' і '-' (окремі "." і ".." зарезервовані).
vi: Phiên herdr mà hồ sơ này gắn vào khi kết nối. Giữ ở mặc định toàn cục để dùng tên phiên trong Cài đặt. Tên có thể dùng chữ cái, chữ số, '.', '_' và '-' (riêng "." và ".." được dành riêng).
zh_hans: 此配置在连接时附加到的 herdr 会话。保持为全局默认值即可使用“设置”中的会话名称。名称可使用字母、数字、'.'、'_' 和 '-'（单独的 "." 和 ".." 为保留名称）。
zh_hant: 此設定檔在連線時附加的 herdr 工作階段。保持為全域預設值即可使用「設定」中的工作階段名稱。名稱可使用字母、數字、'.'、'_' 和 '-'（單獨的 "." 和 ".." 為保留名稱）。

source: The host key for %1$@:%2$lld is not trusted (unknown or changed key). Open a terminal session to this host once to verify and save its host key, then retry.
ar: مفتاح المضيف %1$@:%2$lld غير موثوق (مفتاح غير معروف أو تم تغييره). افتح جلسة طرفية إلى هذا المضيف مرة واحدة للتحقق من مفتاح المضيف وحفظه، ثم أعد المحاولة.
ca: La clau d'amfitrió de %1$@:%2$lld no és de confiança (clau desconeguda o modificada). Obriu una sessió de terminal amb aquest amfitrió un cop per verificar i desar-ne la clau d'amfitrió, i torneu-ho a provar.
cs: Klíč hostitele pro %1$@:%2$lld není důvěryhodný (neznámý nebo změněný klíč). Otevřete jednou terminálovou relaci k tomuto hostiteli, abyste jeho klíč hostitele ověřili a uložili, a poté to zkuste znovu.
da: Værtsnøglen for %1$@:%2$lld er ikke betroet (ukendt eller ændret nøgle). Åbn en terminalsession til denne vært én gang for at verificere og gemme dens værtsnøgle, og prøv derefter igen.
de: Dem Host-Schlüssel für %1$@:%2$lld wird nicht vertraut (unbekannter oder geänderter Schlüssel). Öffnen Sie einmal eine Terminal-Sitzung zu diesem Host, um seinen Host-Schlüssel zu überprüfen und zu speichern, und versuchen Sie es dann erneut.
es: No se confía en la clave de host de %1$@:%2$lld (clave desconocida o modificada). Abre una sesión de terminal con este host una vez para verificar y guardar su clave de host y vuelve a intentarlo.
fi: Isännän %1$@:%2$lld avaimeen ei luoteta (tuntematon tai muuttunut avain). Avaa tähän isäntään terminaali-istunto kerran vahvistaaksesi ja tallentaaksesi sen isäntäavaimen, ja yritä sitten uudelleen.
fr: La clé d'hôte de %1$@:%2$lld n'est pas approuvée (clé inconnue ou modifiée). Ouvrez une fois une session de terminal vers cet hôte pour vérifier et enregistrer sa clé d'hôte, puis réessayez.
he: מפתח המארח עבור %1$@:%2$lld אינו מהימן (מפתח לא מוכר או שהשתנה). פתח פעם אחת הפעלת מסוף למארח זה כדי לאמת ולשמור את מפתח המארח שלו, ואז נסה שוב.
hu: A(z) %1$@:%2$lld gazdagépkulcsa nem megbízható (ismeretlen vagy megváltozott kulcs). Nyisson egyszer terminál-munkamenetet ehhez a gazdagéphez, hogy ellenőrizze és mentse a gazdagépkulcsát, majd próbálja újra.
it: La chiave host di %1$@:%2$lld non è attendibile (chiave sconosciuta o modificata). Apri una volta una sessione terminale verso questo host per verificare e salvare la sua chiave host, quindi riprova.
ja: %1$@:%2$lld のホストキーは信頼されていません（未知または変更されたキー）。このホストへのターミナルセッションを一度開いてホストキーを確認・保存してから、再試行してください。
ko: %1$@:%2$lld의 호스트 키가 신뢰되지 않습니다(알 수 없거나 변경된 키). 이 호스트에 터미널 세션을 한 번 열어 호스트 키를 확인하고 저장한 다음 다시 시도하세요.
nb: Vertsnøkkelen for %1$@:%2$lld er ikke klarert (ukjent eller endret nøkkel). Åpne en terminaløkt mot denne verten én gang for å verifisere og lagre vertsnøkkelen, og prøv deretter på nytt.
nl: De hostsleutel voor %1$@:%2$lld wordt niet vertrouwd (onbekende of gewijzigde sleutel). Open eenmalig een terminalsessie naar deze host om de hostsleutel te verifiëren en op te slaan, en probeer het daarna opnieuw.
pl: Klucz hosta dla %1$@:%2$lld nie jest zaufany (nieznany lub zmieniony klucz). Otwórz raz sesję terminala z tym hostem, aby zweryfikować i zapisać jego klucz hosta, a następnie spróbuj ponownie.
pt_br: A chave de host de %1$@:%2$lld não é confiável (chave desconhecida ou alterada). Abra uma sessão de terminal para este host uma vez para verificar e salvar a chave de host dele e tente novamente.
pt_pt: A chave de anfitrião de %1$@:%2$lld não é fidedigna (chave desconhecida ou alterada). Abra uma vez uma sessão de terminal para este anfitrião para verificar e guardar a sua chave de anfitrião e, em seguida, tente novamente.
ro: Cheia de gazdă pentru %1$@:%2$lld nu este de încredere (cheie necunoscută sau modificată). Deschide o dată o sesiune de terminal către această gazdă pentru a verifica și salva cheia sa de gazdă, apoi încearcă din nou.
sl: Gostiteljski ključ za %1$@:%2$lld ni zaupanja vreden (neznan ali spremenjen ključ). Enkrat odprite terminalsko sejo do tega gostitelja, da preverite in shranite njegov gostiteljski ključ, nato poskusite znova.
sv: Värdnyckeln för %1$@:%2$lld är inte betrodd (okänd eller ändrad nyckel). Öppna en terminalsession till den här värden en gång för att verifiera och spara dess värdnyckel, och försök sedan igen.
uk: Ключ хоста для %1$@:%2$lld не є довіреним (невідомий або змінений ключ). Відкрийте сеанс термінала до цього хоста один раз, щоб перевірити та зберегти його ключ хоста, а потім повторіть спробу.
vi: Khóa host của %1$@:%2$lld chưa được tin tưởng (khóa lạ hoặc đã thay đổi). Hãy mở một phiên terminal tới host này một lần để xác minh và lưu khóa host của nó, sau đó thử lại.
zh_hans: %1$@:%2$lld 的主机密钥不受信任（密钥未知或已更改）。请先打开一个到该主机的终端会话，以验证并保存其主机密钥，然后重试。
zh_hant: %1$@:%2$lld 的主機金鑰未受信任（未知或已變更的金鑰）。請先開啟連往此主機的終端機工作階段一次，以驗證並儲存其主機金鑰，然後再試一次。
